{
  "title_heading": "Privacy Policy",
  "stichting_info": "Stichting Accessibility, gevestigd aan Christiaan Krammlaan 2, 3571 AX Utrecht, is verantwoordelijk voor de verwerking van persoonsgegevens zoals weergegeven in deze privacyverklaring.",
  "contact_kop": "Contactgegevens",
  "persgeg_kop": "Persoonsgegevens die wij verwerken",
  "persgeg_info": "Stichting Accessibility verwerkt uw persoonsgegevens doordat u gebruik maakt van onze diensten en/of omdat u deze gegevens zelf aan ons verstrekt.",
  "persgeg_info2": "Hieronder vindt u een overzicht van de persoonsgegevens die wij verwerken:",
  "Voor_achternaam": "Voor- en achternaam",
  "Geboortedatum": "Geboortedatum",
  "Adresgegevens": "Adresgegevens",
  "Telefoonnummer": "Telefoonnummer",
  "mailadres": "E-mailadres",
  "OverigeGegevens": "Overige persoonsgegevens die u actief verstrekt, bijvoorbeeld door een profiel op deze website aan te maken, in correspondentie en telefonisch",
  "Web_activiteit": "Gegevens over uw activiteiten op onze website ",
  "Surfgedrag": "Gegevens over uw surfgedrag over verschillende websites heen (bijvoorbeeld omdat dit bedrijf onderdeel is van een advertentienetwerk)",
  "Gevoelige_persgeg_kop": "Bijzondere en/of gevoelige persoonsgegevens die wij verwerken",
  "Gevoelige_persgeg_info": "Stichting Accessibility verwerkt de volgende bijzondere en/of gevoelige persoonsgegevens van u:",
  "Gezondheid": "Gezondheid",
  "Onder16Jaar": "Gegevens van personen jonger dan 16 jaar",
  "Gevoelige_persgeg_info2": "Onze website heeft niet de intentie gegevens te verzamelen over websitebezoekers die jonger zijn dan 16 jaar, tenzij ze toestemming hebben van ouders of voogd. We kunnen echter niet controleren of een bezoeker ouder dan 16 is. Wij raden ouders dan ook aan betrokken te zijn bij de online activiteiten van hun kinderen, om zo te voorkomen dat er gegevens over kinderen verzameld worden zonder ouderlijke toestemming. Als u ervan overtuigd bent dat wij zonder die toestemming persoonlijke gegevens hebben verzameld over een minderjarige, neem dan contact met ons op via info@accessibility.nl, dan verwijderen wij deze informatie.",
  "Doel_persgeg_kop": "Met welk doel en op basis van welke grondslag wij persoonsgegevens verwerken",
  "Doel_persgeg_info": "Stichting Accessibility verwerkt uw persoonsgegevens voor de volgende doelen:",
  "Contacteren": "U te kunnen bellen of e-mailen indien dit nodig is om onze dienstverlening uit te kunnen voeren",
  "Informeren": "U te informeren over wijzigingen van onze diensten en producten",
  "Account_maken": "U de mogelijkheid te bieden een account aan te maken",
  "Bewaar_duur": "Hoe lang we persoonsgegevens bewaren",
  "Bewaar_duur_info": "Stichting Accessibility bewaart uw persoonsgegevens niet langer dan strikt nodig is om de doelen te realiseren waarvoor uw gegevens worden verzameld. Wij hanteren de volgende bewaartermijnen voor de volgende (categorieën) van persoonsgegevens:",
  "Persoonsgegevens_kop": "Persoonsgegevens",
  "Persoonsgegevens_info": "Persoonsgegevens worden door ons opgeslagen tot het moment dat het verbonden account wordt opgeheven of totdat het verbonden account langer dan een jaar niet meer is gebruikt of op is ingelogd. Onder persoonsgegevens vallen onder andere:",
  "Identiteitsinformatie": "Identiteitsinformatie zoals uw voornaam en achternaam",
  "Contactinformatie": "Contactinformatie zoals uw postcode, e-mailadres en telefoonnummer",
  "Medische_informatie": "Medische informatie zoals uw type beperking(en)",
  "Bedrijfsgegevens_kop": "Bedrijfsgegevens",
  "Bedrijfsgegevens_info": "Van de bedrijfsgegevens slaan wij de gegevens op tot het moment dat het verbonden account wordt opgeheven of totdat het verbonden account meer dan twee jaar niet meer is gebruikt of op is ingelogd met uitzondering van de naam en contactinformatie. De naam en contactinformatie van het bedrijf worden door ons opgeslagen tot drie jaar na het moment dat het verbonden account wordt opgeheven of totdat het verbonden account meer dan vijf jaar niet meer is gebruikt of op is ingelogd, dit doen wij om bij eventuele problemen of juridische besluiten nog in contact te kunnen komen met het bedrijf in kwestie. Onder bedrijfsgegevens vallen onder andere:",
  "Bedrijfsnaam": "Identiteitsinformatie zoals de bedrijfsnaam",
  "Contactinformatie_bedrijf": "Contactinformatie zoals uw locatie en e-mailadres",
  "Delen_persgeg_kop": "Delen van persoonsgegevens met derden",
  "Delen_persgeg_info": "Stichting Accessibility deelt uw persoonsgegevens met verschillende derden als dit noodzakelijk is voor het uitvoeren van de overeenkomst en om te voldoen aan een eventuele wettelijke verplichting. Met bedrijven die u gegevens verwerken in onze opdracht, sluiten wij een verwerkersovereenkomst om te zorgen voor eenzelfde niveau van beveiliging en vertrouwelijkheid van uw gegevens. In deze bewerkersovereenkomst zijn de volgende punten opgenomen:",
  "Aard_en_doel": "De aard en het doel van de gegevensverwerking worden nauwkeurig omschreven om ervoor te zorgen dat de verwerking in overeenstemming is met onze wettelijke verplichtingen en de doelen van de overeenkomst.",
  "Verantwoordelijkheden": "De bewerkersovereenkomst specificeert duidelijk de verantwoordelijkheden en verplichtingen van zowel Stichting Accessibility als de derden die uw gegevens verwerken namens ons.",
  "Maatregelen": "Maatregelen voor gegevensbeveiliging en gegevensbescherming worden uiteengezet in de overeenkomst om ervoor te zorgen dat uw persoonsgegevens adequaat worden beschermd tegen ongeoorloofde toegang, verlies of diefstal.",
  "Procedures": "De procedures voor het melden van datalekken worden in de bewerkersovereenkomst vastgelegd om ervoor te zorgen dat eventuele inbreuken snel en adequaat worden gemeld en aangepakt.",
  "Duur": "De duur van de gegevensverwerking en de voorwaarden voor beëindiging van de overeenkomst worden duidelijk gespecificeerd, zodat de gegevensverwerking niet langer plaatsvindt dan strikt noodzakelijk.",
  "Gegevens_verwerken": "De bewerkersovereenkomst benadrukt de verplichting van de derde partij om de gegevens alleen te verwerken in overeenstemming met de instructies van Stichting Accessibility om ervoor te zorgen dat de gegevensverwerking in lijn blijft met onze doelen en wettelijke verplichtingen.",
  "Delen_persgeg_info2": "Stichting Accessibility blijft te allen tijde verantwoordelijk voor deze verwerkingen en ziet erop toe dat de bewerkersovereenkomst wordt nageleefd om de privacy rechten van betrokkenen te beschermen.",
  "Cookies_kop": "Cookies, of vergelijkbare technieken, die wij gebruiken",
  "Cookies_info": "Stichting Accessibility gebruikt functionele en analytische cookies. Een cookie is een klein tekstbestand dat bij het eerste bezoek aan deze website wordt opgeslagen in de browser van uw computer, tablet of smartphone. Stichting Accessibility gebruikt cookies met een puur technische functionaliteit. Deze zorgen ervoor dat de website naar behoren werkt en dat bijvoorbeeld uw voorkeursinstellingen onthouden worden. Deze cookies worden ook gebruikt om de website goed te laten werken en deze te kunnen optimaliseren. Daarnaast plaatsen we cookies die uw surfgedrag bijhouden binnen onze website zodat we op maat gemaakte content en advertenties kunnen aanbieden. Bij uw eerste bezoek aan onze website hebben wij u al geïnformeerd over deze cookies en toestemming gevraagd voor het plaatsen ervan. U kunt zich afmelden voor cookies door uw internetbrowser zo in te stellen dat deze geen cookies meer opslaat. Daarnaast kunt u ook alle informatie die eerder is opgeslagen via de instellingen van uw browser verwijderen. (Cookies, z.d.)",
  "Toelichting": "Zie voor een toelichting:",
  "Geg_inzien_kop": "Gegevens inzien, aanpassen of verwijderen",
  "Geg_inzien_info": "U heeft het recht om uw persoonsgegevens in te zien, te corrigeren of te verwijderen. Daarnaast heeft u het recht om uw eventuele toestemming voor de gegevensverwerking in te trekken of bezwaar te maken tegen de verwerking van uw persoonsgegevens door Stichting Accessibility en heeft u het recht op gegevensoverdraagbaarheid. Dat betekent dat u bij ons een verzoek kunt indienen om de persoonsgegevens die wij van u beschikken in een computerbestand naar u of een ander, door u genoemde organisatie, te sturen. U kunt een verzoek tot inzage, correctie, verwijdering, gegevens overdragen van uw persoonsgegevens of verzoek tot intrekking van uw toestemming of bezwaar op de verwerking van uw persoonsgegevens sturen naar info@accessibility.nl.",
  "Geg_inzien_info2": "Om er zeker van te zijn dat het verzoek tot inzage door u is gedaan, vragen wij u een kopie van uw identiteitsbewijs met het verzoek mee te sturen. Maak in deze kopie uw pasfoto, MRZ (machine readable  zone, de strook met nummers onderaan het paspoort), paspoortnummer en Burgerservicenummer (BSN) zwart. Dit ter bescherming van uw privacy. We reageren zo snel mogelijk, maar binnen vier weken, op uw verzoek. Stichting Accessibility wil u er tevens op wijzen dat u de  mogelijkheid heeft om een klacht in te dienen bij de nationale toezichthouder, de Autoriteit Persoonsgegevens. Dat kan via de volgende link:",
  "Pers_geg_beveiligen_kop": "Hoe wij persoonsgegevens beveiligen",
  "Pers_geg_beveiligen_info": "Stichting Accessibility neemt de bescherming van uw gegevens serieus en neemt passende maatregelen om misbruik, verlies, onbevoegde toegang, ongewenste openbaarmaking en ongeoorloofde wijziging tegen te gaan. Als u de indruk heeft dat uw gegevens niet goed beveiligd zijn of er aanwijzingen zijn van misbruik, neem dan contact op met onze klantenservice of via info@accessibility.nl.",
  "Toelichting_link": "www.veiliginternetten.nl over cookies",
  "Klacht_link": "www.autoriteitpersoonsgegevens.nl over klachten"
}
