{
  "title_heading": "Verbeter de Toegankelijkheid van uw Website met Tracking",
  "introduction_paragraph": "Het volgen van gebruikersgedrag is essentieel voor een diepgaand inzicht in hoe bezoekers met uw website omgaan. Door de clickstream te analyseren, krijgt u waardevolle inzichten over gebruikersinteracties en identificeert u mogelijke verbeterpunten. Dit proces is van cruciaal belang om de toegankelijkheid van uw website te monitoren en te verbeteren.",
  "tracking_title": "Waarom Tracking?",
  "tracking_paragraph": "Tracking stelt u in staat om de gebruikerservaring te optimaliseren en de toegankelijkheid van uw website continu te verbeteren. Door ons trackingscript te implementeren, kunt u de clickstream naar ons sturen. Hiermee kunnen gedetailleerde analyses worden uitgevoerd voor uw toegankelijkheidsonderzoek(en).",
  "download_title": "Download het Trackingscript",
  "download_button_fetch": "voor Fetch",
  "download_button_axios": "voor Axios",
  "how_to_use_title": "Hoe het Trackingscript te gebruiken?",
  "important_authentication": "Belangrijk: Authentificatie vereist voor Scriptgebruik",
  "how_to_use_paragraph": "Voor het succesvol gebruik van dit script is het noodzakelijk dat u bent ingelogd via onze API. Houd er rekening mee dat dit script hierdoor niet direct in de browser van de eindgebruiker kan worden gebruikt. Het trackingscript heeft geen limiet heeft op het aantal verzoeken, alle verzoeken worden direct verzonden. Als dit nodig is, kan u zelf een 'rate limiter' implementeren. Wij adviseren u om ervoor te zorgen dat dit script wordt toegepast binnen de beveiligde omgeving van uw server, waar de benodigde authenticatie en eventuele limieten beheerd kunnen worden.",
  "step_one_title": "Stap 1: Download het Trackingscript",
  "step_one_paragraph": "Download het tracking script via één van de download knoppen. Dit is een javascript bestand. Werking met TypeScript is niet getest en zullen wij niet officieël ondersteunen. Het trackingscript komt in twee versies, voor Axios en voor Fetch. Voor de Axios versie is Axios benodigd. Fetch werkt zonder externe libraries.",
  "step_two_title": "Stap 2: Implementeer het Trackingscript",
  "step_two_import_paragraph": "Zet het gedownloade tracking script op een logische plek binnen uw project. Allebei de bestanden hebben dezelfde methode namen en worden op dezelfde manier gebruikt. Importeer trackingAnalytics waar nodig via:",
  "step_two_track_event_paragraph": "Binnen trackingAnalytics zijn twee methoden beschikbaar, trackEventBearer en trackEventCookie. TrackEventBearer werkt met bearer tokens en trackEventCookie werkt met cookies. Beide zijn verkrijgbaar door in te loggen via onze API. Beide zijn voor korte duur geldig. De tokens/cookies zullen dus regelmatig verversd moeten worden.",
  "step_two_track_event_bearer_paragraph": "Bij het gebruik van trackEventBearer moet uw bearer token elke keer meesturen. Dit omdat bearer tokens maar kort geldig zijn. Als u tracking data wilt versturen, kan dat op deze manier:",
  "step_two_track_event_cookie_paragraph": "Cookies worden opgeslagen op uw machine/server en automatisch meegestuurd. Als u tracking data wilt versturen, kan dat op deze manier:",
  "step_three_title": "Stap 3: Verstuur Tracking Data",
  "step_three_paragraph": "Zoals u misschien al heeft gezien, verwacht het trackingscript eventData als input. De velden uit eventData worden in onze database opgeslagen, gekoppeld aan uw bedrijfsaccount. In eventData moet het volgende staan:",
  "step_three_event_name_title": "EventName (naam van de gebeurtenis)",
  "step_three_event_name_paragraph": "Dit veld geeft de naam van de gebeurtenis aan. In dit voorbeeld wordt het gebruikt om aan te geven dat er op een knop is gedrukt.",
  "step_three_category_title": "Category (categorie)",
  "step_three_category_paragraph": "Dit veld specificeert de categorie waartoe de gebeurtenis behoort. In dit voorbeeld is de categorie ingesteld op 'Button', wat aangeeft dat de gebeurtenis te maken heeft met een knop op de website.",
  "step_three_action_title": "Action (actie)",
  "step_three_action_paragraph": "Het action-veld beschrijft de specifieke actie die wordt uitgevoerd als gevolg van de gebeurtenis. In dit geval is het 'navigating to', wat aangeeft dat de actie navigatie is, bijvoorbeeld navigeren naar een andere pagina.",
  "step_three_label_title": "Label",
  "step_three_label_paragraph": "Het label-veld bevat extra informatie over de gebeurtenis. Hier wordt event.target.className gebruikt om de klassenaam van het element dat de gebeurtenis heeft veroorzaakt vast te leggen. Dit kan handig zijn om specifieke details over de geklikte knop vast te leggen.",
  "step_three_timestamp_title": "Timestamp (tijdstempel)",
  "step_three_timestamp_paragraph": "Het timestamp-veld geeft het moment weer waarop de gebeurtenis heeft plaatsgevonden. Dit veld is optioneel, als het leeg wordt gelaten zal onze database automatisch de huidige datum en tijd toevoegen bij het invoeren. Wel is het handig om de datum zelf mee te geven, omdat de door de database gegenereerde datum zal afwijken van het echte moment waarop het event heeft plaatsgevonden.",
  "step_three_userId_title": "UserId (identificatie van de gebruiker)",
  "step_three_userId_paragraph": "Het userId veld wordt gebruikt om de tracking informatie te koppelen aan een gebruiker. Dit veld is een gebruiker van uw website. U kunt er voor kiezen om voor elke gebruiker een anoniem automatisch gegenereerd id te gebruiken, of om een userId van een bestaand account op uw website door te sturen. Het is echter niet de bedoeling dat wij persoonsgegevens over de gebruiker te weten komen, dus gebruik deze ook niet voor het maken van het id.",
  "support_title": "Support",
  "support_paragraph": "Heeft u verdere vragen over het implementeren van dit tracking script? Neem dan contact op met uw aangeweze contactpersoon."
}
