{
  "title_heading": "About us",
  "inleiding": "The Accessibility Foundation is committed to a digitally, physically, and socially accessible society. A society in which everyone can participate independently and fully develop themselves, even if they have a disability. Accessibility supports (social) organizations in achieving accessibility, contributing to an inclusive society with facilities that are accessible and usable for everyone.",
  "missie-titel": "Our mission",
  "missie-tekst": "At Accessibility, we strive for an inclusive society where everyone can participate and thrive. More and more organizations are aligning with our ambitions, even as they navigate how to achieve them. Together with our clients and partners, we work every day to build a more accessible Netherlands. We leverage our knowledge and expertise to make physical, social, and digital environments accessible, especially for individuals with (visual) impairments. Our experts collaborate closely with our clients, offering tailored guidance and working in tandem with those with lived experiences. Through our training, products, and services, any organization can start working on accessibility tomorrow. We translate our knowledge into practical solutions for you, thinking in terms of possibilities within your goals and budget. This ensures that your organization can uphold its commitments to colleagues, customers, and/or citizens. Your investment in accessibility holds value for both your business and society. Through the Accessibility Foundation, your investment contributes to projects that promote an accessible and inclusive society. Join us! We are Accessibility, experts in accessibility.",
  "Achtergrond-titel": "Background",
  "Achtergrond-tekst": "At the beginning of this century, society rapidly embraced digitalization. However, were all those websites and digital tools accessible to everyone? Accessibility was still in its infancy. As the first organization in the Netherlands, the Accessibility Foundation started making ICT accessible for people with visual impairments in 2001. Later, we expanded our focus to accessibility for all individuals with (temporary) limitations. This expansion led us to become active in physical and social environments since 2020. With our experts, we work every day to embed accessibility in organizations throughout the Netherlands, from government institutions to businesses. Fortunately, we collaborate with an increasing number of partner organizations in this endeavor. Our movement has not gone unnoticed. Regulations are adapting: thanks in part to our efforts, the international guideline for digital websites and apps, the WCAG (external link), has been realized. Additionally, we contribute to various guidelines on inclusive design and physical accessibility. The Accessibility Foundation has ANBI status and is part of the advisory committee of the W3C.",
  "index_heading": "Page index",
  "introduction_titel": "Introduction",
  "team-title": "Team"
}
