{
  "title_heading": "Privacy Policy",
  "stichting_info": "Foundation Accessibility, located at Christiaan Krammlaan 2, 3571 AX Utrecht, is responsible for the processing of personal data as outlined in this privacy statement.",
  "contact_kop": "Contact details",
  "persgeg_kop": "Personal information that we process.",
  "persgeg_info": "Foundation Accessibility processes your personal information because you use our services and/or because you provide this information to us yourself.",
  "persgeg_info2": "Below you will find an overview of the personal information that we process:",
  "Voor_achternaam": "First and last name",
  "Geboortedatum": "Date of birth",
  "Adresgegevens": "Address details",
  "Telefoonnummer": "Phone number",
  "mailadres": "E-mail address",
  "OverigeGegevens": "Other personal data that you actively provide, for example by creating a profile on this website, in correspondence and by telephone",
  "Web_activiteit": "Information about your activities on our website",
  "Surfgedrag": "Information about your browsing behavior across different websites (for example, because this company is part of an advertising network)",
  "Gevoelige_persgeg_kop": "Special and/or sensitive personal data that we process.",
  "Gevoelige_persgeg_info": "Foundation Accessibility processes the following special and/or sensitive personal data from you:",
  "Gezondheid": "Health",
  "Onder16Jaar": "Data of individuals under the age of 16",
  "Gevoelige_persgeg_info2": "Our website does not intend to collect data about website visitors under the age of 16, unless they have consent from parents or a guardian. However, we cannot verify if a visitor is over 16. We recommend parents to be involved in their children's online activities to prevent the collection of data about children without parental consent. If you believe that we have collected personal information about a minor without permission, please contact us at info@accessibility.nl, and we will remove this information.",
  "Doel_persgeg_kop": "For what purpose and on what legal basis do we process personal data",
  "Doel_persgeg_info": "Foundation Accessibility processes your personal data for the following purposes:",
  "Contacteren": "To be able to call or email you if necessary to perform our services",
  "Informeren": "To inform you about changes to our services and products",
  "Account_maken": "To provide you the opportunity to create an account.",
  "Bewaar_duur": "How long we store personal data",
  "Bewaar_duur_info": "Foundation Accessibility does not store your personal information longer than is strictly necessary to achieve the purposes for which your information is collected. We use the following retention periods for the following (categories) of personal data:",
  "Persoonsgegevens_kop": "Personal information",
  "Persoonsgegevens_info": "We store personal information for as long as the account is active or until the account has not been used or logged in for more than two years, with the exception of the name and contact information. The name and contact information are stored by us for up to three years after the account has been terminated or until the account has not been used or logged in for more than five years, we do this to be able to contact the person in question in case of any problems or legal decisions. Personal information includes:",
  "Identiteitsinformatie": "Identity information such as your first name and last name",
  "Contactinformatie": "Contact information such as your address, phone number and e-mail address",
  "Medische_informatie": "Medical information such as the type of disability",
  "Bedrijfsgegevens_kop": "Company information",
  "Bedrijfsgegevens_info": "We store company data until the associated account is deactivated or until the associated account has not been used or logged in for more than two years, with the exception of the name and contact information. The name and contact information of the company are stored by us for up to three years after the associated account is deactivated or until the associated account has not been used or logged in for more than five years. We do this to be able to contact the relevant company in case of any issues or legal decisions. Company data includes, among other things:",
  "Bedrijfsnaam": "Identity information such as the name of the company",
  "Contactinformatie_bedrijf": "Contact information such as the address and e-mail address of the company",
  "Delen_persgeg_kop": "Sharing of personal data with third parties",
  "Delen_persgeg_info": "Foundation Accessibility shares your personal data with various third parties when necessary for the execution of the agreement and to comply with any legal obligations. We enter into a data processing agreement with companies that process your data on our behalf to ensure an equivalent level of security and confidentiality of your data. This data processing agreement includes the following points:",
  "Aard_en_doel": "The nature and purpose of data processing are precisely described to ensure that the processing is in accordance with our legal obligations and the objectives of the agreement.",
  "Verantwoordelijkheden": "The data processing agreement clearly specifies the responsibilities and obligations of both Foundation Accessibility and the third parties processing your data on our behalf.",
  "Maatregelen": "Measures for data security and data protection are outlined in the agreement to ensure that your personal data is adequately protected against unauthorized access, loss, or theft.",
  "Procedures": "The procedures for reporting data breaches are established in the data processing agreement to ensure that any breaches are promptly and appropriately reported and addressed.",
  "Duur": "The duration of data processing and the conditions for termination of the agreement are clearly specified to ensure that data processing does not continue longer than strictly necessary.",
  "Gegevens_verwerken": "The data processing agreement emphasizes the obligation of the third party to process the data only in accordance with the instructions of Foundation Accessibility to ensure that data processing remains in line with our goals and legal obligations.",
  "Delen_persgeg_info2": "Foundation Accessibility remains at all times responsible for these processing activities and ensures that the data processing agreement is adhered to in order to protect the privacy rights of the data subjects.",
  "Cookies_kop": "Cookies, or similar techniques, that we use",
  "Cookies_info": "Foundation Accessibility uses functional and analytical cookies. A cookie is a small text file that is stored in the browser of your computer, tablet, or smartphone during your first visit to this website. Foundation Accessibility uses cookies with purely technical functionality, ensuring that the website works properly and remembering your preferences, for example. These cookies are also used to make the website function well and to optimize it. Additionally, we place cookies that track your browsing behavior on our website, allowing us to offer personalized content and advertisements. During your first visit to our website, we informed you about these cookies and requested your consent to place them. You can opt out of cookies by adjusting your internet browser settings to no longer store cookies. Furthermore, you can also delete any information previously stored through your browser settings. (Cookies, n.d.)",
  "Toelichting": "Refer to the following link for an explanation:",
  "Geg_inzien_kop": "Viewing, modifying, or deleting data",
  "Geg_inzien_info": "You have the right to view, correct, or delete your personal data. Additionally, you have the right to revoke any consent for data processing or object to the processing of your personal data by Foundation Accessibility. You also have the right to data portability, meaning you can request us to send the personal data we have about you in a computer file to you or another organization of your choice. You can send a request for access, correction, deletion, data transfer of your personal data, or a request to revoke your consent or object to the processing of your personal data to info@accessibility.nl.",
  "Geg_inzien_info2": "To ensure that the request for access has been made by you, we ask you to include a copy of your identity document with the request. In this copy, please black out your photo, MRZ (machine-readable zone, the strip with numbers at the bottom of the passport), passport number, and Citizen Service Number (BSN) to protect your privacy. We will respond to your request as quickly as possible, but within four weeks. Foundation Accessibility also wants to inform you that you have the option to file a complaint with the national supervisory authority, the Dutch Data Protection Authority (Autoriteit Persoonsgegevens). This can be done via the following link:",
  "Pers_geg_beveiligen_kop": "How we protect personal information",
  "Pers_geg_beveiligen_info": "Foundation Accessibility takes the protection of your data seriously and implements appropriate measures to prevent misuse, loss, unauthorized access, unwanted disclosure, and unauthorized alteration. If you believe that your data is not properly secured or if there are indications of misuse, please contact our customer service or via info@accessibility.nl.",
  "Toelichting_link": "www.veiliginternetten.nl about cookies"
}
