{
  "title_heading": "Improve the accessibility of your website with Tracking",
  "introduction_paragraph": "Tracking user behavior is essential for a deep understanding of how visitors interact with your Web site. By analyzing the clickstream, you gain valuable insights about user interactions and identify potential areas for improvement. This process is critical to monitoring and improving the accessibility of your website.",
  "tracking_title": "Why Track?",
  "tracking_paragraph": "Tracking allows you to optimize the user experience and continuously improve the accessibility of your website. By implementing our tracking script, you can send the clickstream to us. This allows detailed analysis for your accessibility study(s).",
  "download_title": "Download the Trackingscript",
  "download_button_fetch": "for Fetch",
  "download_button_axios": "for Axios",
  "how_to_use_title": "How to use the Tracking Script.",
  "important_authentication": "Important: Authentication required for Script usage",
  "how_to_use_paragraph": "Successful use of this script requires that you are logged in via our API. Please note that because of this, this script cannot be used directly in the end user's browser. The tracking script has no limit on the number of requests, all requests are sent directly. If necessary, you can implement a 'rate limiter' yourself. We recommend that you ensure that this script is implemented within your server's secure environment, where the necessary authentication and any limits can be managed.",
  "step_one_title": "Step 1: Download the Tracking Script",
  "step_one_paragraph": "Download the tracking script via one of the download buttons. This is a javascript file. Operation with TypeScript has not been tested and we will not officially support it. The tracking script comes in two versions, for Axios and for Fetch. The Axios version requires Axios. Fetch works without external libraries.",
  "step_two_title": "Step 2: Implement the Trackingscript",
  "step_two_import_paragraph": "Put the downloaded tracking script in a logical place within your project. Both files have the same method names and are used in the same way. Import trackingAnalytics where necessary via:",
  "step_two_track_event_paragraph": "Within trackingAnalytics, two methods are available, trackEventBearer and trackEventCookie. TrackEventBearer works with bearer tokens and trackEventCookie works with cookies. Both are available by logging in through our API. Both are valid for a short duration. So the tokens/cookies will have to be refreshed regularly.",
  "step_two_track_event_bearer_paragraph": "When using trackEventBearer, your bearer token must be included every time. This is because bearer tokens are only valid for a short period of time. If you want to send tracking data, you can do it this way:",
  "step_two_track_event_cookie_paragraph": "Cookies are stored on your machine/server and sent along automatically. If you want to send tracking data, you can do it this way:",
  "step_three_title": "Step 3: Send the Tracking Data",
  "step_three_paragraph": "As you may have already seen, the tracking script expects eventData as input. The fields from eventData are stored in our database, linked to your company account. EventData should contain the following:",
  "step_three_event_name_title": "EventName",
  "step_three_event_name_paragraph": "This field indicates the name of the event. In this example, it is used to indicate that a button was pressed.",
  "step_three_category_title": "Category",
  "step_three_category_paragraph": "This field specifies the category to which the event belongs. In this example, the category is set to 'Button' indicating that the event has to do with a button on the website.",
  "step_three_action_title": "Action",
  "step_three_action_paragraph": "The action field describes the specific action performed as a result of the event. In this case, it is 'navigating to' indicating that the action is navigation, for example, navigating to another page.",
  "step_three_label_title": "Label",
  "step_three_label_paragraph": "The label field contains additional information about the event. Here, event.target.className is used to capture the class name of the element that triggered the event. This can be useful to capture specific details about the clicked button.",
  "step_three_timestamp_title": "Timestamp",
  "step_three_timestamp_paragraph": "Het timestamp-veld geeft het moment weer waarop de gebeurtenis heeft plaatsgevonden. Dit veld is optioneel, als het leeg wordt gelaten zal onze database automatisch de huidige datum en tijd toevoegen bij het invoeren. Wel is het handig om de datum zelf mee te geven, omdat de door de database gegenereerde datum zal afwijken van het echte moment waarop het event heeft plaatsgevonden.",
  "step_three_userId_title": "UserId",
  "step_three_userId_paragraph": "The userId field is used to associate the tracking information with a user. This field is a user of your website. You can choose to use an anonymous auto-generated id for each user, or forward a userId from an existing account on your website. However, it is not our intention to find out personal data about the user, so do not use it to create the id either.",
  "support_title": "Support",
  "support_paragraph": "Do you have further questions about implementing this tracking script? If so, please contact your designated contact person."
}
